---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Celsius
source: html/19960e79-e595-b060-0572-8a786cd62b23.htm
---
# Autodesk.Revit.DB.UnitTypeId.Celsius Property

Celsius.

## Syntax (C#)
```csharp
public static ForgeTypeId Celsius { get; }
```